import vaza from '../../image/weddingPage/vaza.png';
import list from './list.txt';
import presentation from './presentation.txt';

const weddingMacaronSets = [
    { title: "Индивидуальный подход к дизайну для создания неповторимых свадебных композиций" },
    { title: "Высокое качество и изысканные вкусы для самых взыскательных гурманов" },
    { title: "Утонченная презентация на мероприятии, вписывающаяся в общий стиль" },
    { title: "Дегустационные возможности и акции для максимального наслаждения гостей" },
    { title: "Гибкие условия сотрудничества, учитывающие уникальные особенности вашего мероприятия" }
];

const questions = [
    {
        title: "Какие ингредиенты вы используете для изготовления макарунс?",
        answer: "Мы используем только высококачественные ингредиенты: миндальную муку, сахар, белки яиц, натуральные ароматизаторы и красители."
    },
    {
        title: "Как обеспечивается качество ваших макарунс?",
        answer: "Мы придерживаемся строгих стандартов качества на всех этапах производства, начиная с подбора ингредиентов и заканчивая упаковкой. Наша команда профессиональных кондитеров следит за каждым этапом, чтобы обеспечить непревзойденный вкус и внешний вид макарунс."
    },
    {
        title: "Как осуществляется доставка макарунс?",
        answer: "Мы предлагаем удобные опции доставки: курьерскую доставку по городу и самовывоз из нашей кондитерской. Курьер доставит ваши макарунс в указанное место и время, чтобы гарантировать свежесть и сохранность продукта."
    },
    // Добавьте другие вопросы и ответы по необходимости
];


export {
    vaza, list, presentation, weddingMacaronSets, questions
};

