import news1 from '../../image/news/news1.png'
import news2 from '../../image/news/news2.png'
import news3 from '../../image/news/news3.png'
import news4 from '../../image/news/news1.png'
import news5 from '../../image/news/news2.png'
import news6 from '../../image/news/news3.png'

const news = [
    {
        id: '1',
        data: '13.05.2023',
        srcNews: news1,
        altNews: 'Изображение макаронс',
        title: 'Скоро главный праздник весны',
        description: 'Девушки любят, когда вкусно, красиво и натурально. Смотрите больше наборов с десертами ручной работы'
    },
    {
        id: '2',
        data: '13.05.2023',
        srcNews: news2,
        altNews: 'Изображение макаронс',
        title: 'Тренды моды на этот сезон',
        description: 'Будьте в тренде вместе с нами. Смотрите обновленные коллекции макаронс.'
    },
    {
        id: '3',
        data: '13.05.2023',
        srcNews: news3,
        altNews: 'Изображение пляжа',
        title: 'Планируйте свой отпуск с нами',
        description: 'Мы предлагаем широкий выбор макаронс на любой вкус: сладкие, нежные, вкусные и очень вкусные.'
    },
    {
        id: '4',
        data: '12.05.2023',
        srcNews: news4,
        altNews: 'Изображение макаронс',
        title: 'Советы по здоровому питанию',
        description: 'Узнайте, какие макаронсы помогают бороться со многими заболеваниями и как их правильно покупать.'
    },
    {
        id: '5',
        data: '12.05.2023',
        srcNews: news5,
        altNews: 'Изображение макаронс',
        title: 'Макаронс и здоровый образ жизни',
        description: 'Занимайтесь макаронсами вместе с нами и становитесь более здоровыми и счастливыми.'
    },
    {
        id: '6',
        data: '12.05.2023',
        srcNews: news6,
        altNews: 'Изображение макаронс',
        title: 'Новые технологии и макаронс',
        description: 'Будьте в курсе последних новостей из мира макаронс и узнайте о самых инновационных макаронс этого года.'
    }
];

export { news }