const navigationConst = [
    {
        id: 1,
        type: 'one',
        typeImg: 'one',
        link: '#',
        title: 'Готовые наборы',
        text: 'Готовые наборы со скидкой. Вы можете подобрать набор на подходящий случай.'
    },
    {
        id: 2,
        type: 'two',
        typeImg: 'two',
        link: '#',
        title: 'Собрать свой набор',
        text: 'Выбрать количество макарун, и выбрать вкусы'
    },
    {
        id: 3,
        type: 'three',
        typeImg: 'three',
        link: '#',
        title: 'Набор с индивидуальной печатью',
        text: 'Собрать набор макарон с уникальным дизайном.'
    },
    {
        id: 4,
        type: 'four',
        typeImg: 'four',
        link: '/wedding',
        title: 'Свадебные предложения',
        text: 'Готовые наборы со скидкой. Вы можете подобрать набор на подходящий случай.'
    },
    {
        id: 5,
        type: 'five',
        typeImg: 'five',
        link: '#',
        title: 'Корпоративные подарки',
        text: 'От 85 руб за шт. С уникальным дизайном. Приятный комплимент для коллег и партнеров'
    },
    {
        id: 6,
        type: 'six',
        typeImg: 'six',
        link: '/wholesale-supply',
        title: 'Оптовые поставки',
        text: 'Предложение для кофеен, кафе, отелей и т.д. Посмотрите условия сотрудничества и отзывы.'
    }
];

export { navigationConst }